docs/site/enns17_towar_self_suffic_approac_elect_acous_clarin.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>enns17_towar_self_suffic_approac_elect_acous_clarin</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">enns17_towar_self_suffic_approac_elect_acous_clarin</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgab83ba4">Toward a Self-Sufficient Approach for the  Electronic-Acoustic Clarinetist</a>
<ul>
<li><a href="#org5040345">musique mixte&#xa0;&#xa0;&#xa0;<span class="tag"><span class="terms">terms</span></span></a></li>
<li><a href="#orgcf75ae6">Education state&#xa0;&#xa0;&#xa0;<span class="tag"><span class="education">education</span></span></a></li>
<li><a href="#org6dcd26a">Pedagogical Goals</a></li>
<li><a href="#orge44acf8">Professional Musicians&#xa0;&#xa0;&#xa0;<span class="tag"><span class="education">education</span></span></a></li>
<li><a href="#org2ce6a68">Assistants</a></li>
<li><a href="#orgde29b80">Pedagogical Challenges</a></li>
<li><a href="#org733da40">Technology</a></li>
<li><a href="#org079ff6e">tech knowledge</a></li>
<li><a href="#org9c6548c">Score</a></li>
<li><a href="#orgcda7849">stage map</a></li>
<li><a href="#orga04e3af">Notation</a></li>
<li><a href="#orgf3a82d6">Listening</a></li>
<li><a href="#org30c5c5c">Listen in different places</a></li>
<li><a href="#org01548ef">Interaction</a></li>
<li><a href="#org1a306a5">Tape</a></li>
<li><a href="#orgab90112">Tempo</a></li>
<li><a href="#org5c1fc08">Live Electronics</a></li>
<li><a href="#org88b5419">Intonation</a></li>
<li><a href="#org2435b7c">Balance</a></li>
<li><a href="#orgfd4c8b8">Independent Performers</a></li>
<li><a href="#orgade82ea">Volume Pedals</a></li>
<li><a href="#org5f19467">Analysis</a></li>
<li><a href="#org67f90ce">Musician's Health</a></li>
<li><a href="#orged199e9">Hearing Damage</a></li>
<li><a href="#org5855ab6">Self-Sufficient Approach</a></li>
<li><a href="#org675a777">tours</a></li>
<li><a href="#orga266b2a">Purchasing Equipment</a></li>
<li><a href="#orgc3245a0">Learning a patch</a></li>
<li><a href="#orgf66f176">Learning a piece</a></li>
<li><a href="#orgff6224e">Learning electronics</a></li>
<li><a href="#org69f8710">Pedagogical recommendations</a></li>
<li><a href="#orgaa5b99c">more pedagogical recommendations</a></li>
<li><a href="#org75b0eff">Roles</a></li>
<li><a href="#org8aaab0a">Alex Shapiro quote</a></li>
<li><a href="#org86eda1f">Stage</a></li>
<li><a href="#org6ad0a13">Benefits</a></li>
<li><a href="#orgae262fa">Disadvantages</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgab83ba4" class="outline-2">
<h2 id="orgab83ba4">Toward a Self-Sufficient Approach for the  Electronic-Acoustic Clarinetist</h2>
<div class="outline-text-2" id="text-orgab83ba4">
</div>
<div id="outline-container-org5040345" class="outline-3">
<h3 id="org5040345">musique mixte&#xa0;&#xa0;&#xa0;<span class="tag"><span class="terms">terms</span></span></h3>
<div class="outline-text-3" id="text-org5040345">
<p>
Various terms for musique mixte in English
</p>
</div>
</div>
<div id="outline-container-orgcf75ae6" class="outline-3">
<h3 id="orgcf75ae6">Education state&#xa0;&#xa0;&#xa0;<span class="tag"><span class="education">education</span></span></h3>
<div class="outline-text-3" id="text-orgcf75ae6">
<p>
Quote from Cort Lippe. "It may come as a surprise to some that presently it is still possible for performers, musicologists, and composers to complete their secondary education through the Ph.D. without ever coming into contact with electronic music."
</p>

<p>
Without exposure and education, the tech may be beyond the capabilities of most performers
</p>
</div>
</div>
<div id="outline-container-org6dcd26a" class="outline-3">
<h3 id="org6dcd26a">Pedagogical Goals</h3>
<div class="outline-text-3" id="text-org6dcd26a">
<p>
technology, equipment, notation, listening, interaction, intonation, balance, analysis, musician's health
</p>
</div>
</div>
<div id="outline-container-orge44acf8" class="outline-3">
<h3 id="orge44acf8">Professional Musicians&#xa0;&#xa0;&#xa0;<span class="tag"><span class="education">education</span></span></h3>
<div class="outline-text-3" id="text-orge44acf8">
<p>
Some reasons professional electro-acoustic musicians may not be the best resource
</p>

<ol class="org-ol">
<li>Demanding rehearsal and performance schedules</li>
<li>Teachers teach what they were taught, and because of how new it is, it doesn't make it into their teaching</li>
<li>Limited time in private lessons and prioritizing fundamental skills</li>
<li>Teacher doesn't have the skills</li>
<li>Teacher doesn't like the repertoire</li>
<li>In lessons the teacher focuses on the instrumental part instead of a holistic approach</li>
</ol>
</div>
</div>
<div id="outline-container-org2ce6a68" class="outline-3">
<h3 id="org2ce6a68">Assistants</h3>
<div class="outline-text-3" id="text-org2ce6a68">
<p>
IRCAM is almost a utopia with the teams of sound engineers and designers. In the real world many performers have to take control of their own electronics. 
</p>
</div>
</div>
<div id="outline-container-orgde29b80" class="outline-3">
<h3 id="orgde29b80">Pedagogical Challenges</h3>
<div class="outline-text-3" id="text-orgde29b80">
</div>
</div>
<div id="outline-container-org733da40" class="outline-3">
<h3 id="org733da40">Technology</h3>
<div class="outline-text-3" id="text-org733da40">
<p>
Tech is the most challenging part and time consuming, and students have the least experience. Same with the professors.
Hardware: laptops, audio interfaces, foot pedals, cables, microphones, stage monitors, loud speakers
Software: iTunes, Max/MSP
All need to be used in rehearsal and performance setups
</p>

<p>
It may be easier to start a student with pre-recorded electronics
</p>

<p>
Tape pieces can be practiced anywhere just using an ipod and headphones
</p>
</div>
</div>
<div id="outline-container-org079ff6e" class="outline-3">
<h3 id="org079ff6e">tech knowledge</h3>
<div class="outline-text-3" id="text-org079ff6e">
<p>
contrasting Yoder, says that not having knowledge of tech will hinder the independent performer
</p>
</div>
</div>
<div id="outline-container-org9c6548c" class="outline-3">
<h3 id="org9c6548c">Score</h3>
<div class="outline-text-3" id="text-org9c6548c">
<p>
consult the score to see if the composer has given specific instructions
</p>
</div>
</div>
<div id="outline-container-orgcda7849" class="outline-3">
<h3 id="orgcda7849">stage map</h3>
<div class="outline-text-3" id="text-orgcda7849">
<p>
Create a stage map for each piece.Helps to identify problems with hardware as well as to help the stage assistants. It also works as a checklist.
</p>

<p>
There are added responsibilities for self sufficient musicians, mostly around equipment. A missing cable or dead battery can ruin a performance	
</p>
</div>
</div>
<div id="outline-container-orga04e3af" class="outline-3">
<h3 id="orga04e3af">Notation</h3>
<div class="outline-text-3" id="text-orga04e3af">
<p>
Each piece is different and needs a different approach to analysis
</p>
</div>
</div>
<div id="outline-container-orgf3a82d6" class="outline-3">
<h3 id="orgf3a82d6">Listening</h3>
<div class="outline-text-3" id="text-orgf3a82d6">
<p>
Students need additional listening skills when sound sources are ambiguous
</p>
</div>
</div>
<div id="outline-container-org30c5c5c" class="outline-3">
<h3 id="org30c5c5c">Listen in different places</h3>
<div class="outline-text-3" id="text-org30c5c5c">
<p>
Musicians need to learn how balance works in a variety of rooms
</p>
</div>
</div>
<div id="outline-container-org01548ef" class="outline-3">
<h3 id="org01548ef">Interaction</h3>
<div class="outline-text-3" id="text-org01548ef">
<p>
Difference between the electronics interacting vs the performer interacting with electronics
</p>
</div>
</div>
<div id="outline-container-org1a306a5" class="outline-3">
<h3 id="org1a306a5">Tape</h3>
<div class="outline-text-3" id="text-org1a306a5">
<p>
Contrasting view that the tape is not a bad performer (perhaps a bad accompanist is different) It is similar to playing in an ensemble where most things are dictated
</p>
</div>
</div>
<div id="outline-container-orgab90112" class="outline-3">
<h3 id="orgab90112">Tempo</h3>
<div class="outline-text-3" id="text-orgab90112">
<p>
Can be hard because of the tempo and students being unable to match it. Recommends using software to adjust the tempo for practice and gradually make it to performance tempo
</p>
</div>
</div>
<div id="outline-container-org5c1fc08" class="outline-3">
<h3 id="org5c1fc08">Live Electronics</h3>
<div class="outline-text-3" id="text-org5c1fc08">
<p>
Live electronics may require more sophistication and be difficult for performers without technical knowledge
</p>
</div>
</div>
<div id="outline-container-org88b5419" class="outline-3">
<h3 id="org88b5419">Intonation</h3>
<div class="outline-text-3" id="text-org88b5419">
<p>
Intonation can be an issue especially with fixed media compositions. Most composers don't indicate the temperament in the score, which can cause confusion and difficulty for performers 
</p>
</div>
</div>
<div id="outline-container-org2435b7c" class="outline-3">
<h3 id="org2435b7c">Balance</h3>
<div class="outline-text-3" id="text-org2435b7c">
<p>
Performers often are not aware of balance and EQ techniques
</p>

<p>
Acoustics will be different in rehearsal rooms and concert halls. Balance between parts and EQ will always need to be addressed
</p>

<p>
Dress rehearsals often happen the day of performance because of setting up the equipment
</p>
</div>
</div>
<div id="outline-container-orgfd4c8b8" class="outline-3">
<h3 id="orgfd4c8b8">Independent Performers</h3>
<div class="outline-text-3" id="text-orgfd4c8b8">
<p>
Not having a sound person creates several issues.
</p>
<ol class="org-ol">
<li>Balance is almost impossible to determine from the stage</li>
<li>It's almost impossible to make changes during the performance</li>
</ol>
</div>
</div>
<div id="outline-container-orgade82ea" class="outline-3">
<h3 id="orgade82ea">Volume Pedals</h3>
<div class="outline-text-3" id="text-orgade82ea">
<p>
Volume pedals can be used to adjust balance during a performance
</p>
</div>
</div>
<div id="outline-container-org5f19467" class="outline-3">
<h3 id="org5f19467">Analysis</h3>
<div class="outline-text-3" id="text-org5f19467">
<p>
Software called Eanalysis can be helpful without a dedicated score of the electronics   
</p>
</div>
</div>
<div id="outline-container-org67f90ce" class="outline-3">
<h3 id="org67f90ce">Musician's Health</h3>
<div class="outline-text-3" id="text-org67f90ce">
<p>
Clip on mics increase the weight of the instrument that can have physical effects
Standing still with a mic on a stand also can lead to tension
Transportation of equipment can be an issue
</p>
</div>
</div>
<div id="outline-container-orged199e9" class="outline-3">
<h3 id="orged199e9">Hearing Damage</h3>
<div class="outline-text-3" id="text-orged199e9">
<p>
Loudspeaker feedback and monitors is common and can be harmful.
Self sufficient performers should have earplugs (like when you can't figure things out?!?!) to protect themselves in an emergency
</p>
</div>
</div>
<div id="outline-container-org5855ab6" class="outline-3">
<h3 id="org5855ab6">Self-Sufficient Approach</h3>
<div class="outline-text-3" id="text-org5855ab6">
<ol class="org-ol">
<li>Execute set-ups for their own practice and performance</li>
<li>Operate electronics during a performance</li>
<li>Teach students basic hardware and software setups</li>
<li>Engage in discourse with composers and technicians</li>
</ol>

<p>
Performers should not feel powerless during a concert if things malfunction
</p>
</div>
</div>
<div id="outline-container-org675a777" class="outline-3">
<h3 id="org675a777">tours</h3>
<div class="outline-text-3" id="text-org675a777">
<p>
taking the composer along is not always possible on a tour, so the performer should be able to handle things (Errante)
</p>
</div>
</div>
<div id="outline-container-orga266b2a" class="outline-3">
<h3 id="orga266b2a">Purchasing Equipment</h3>
<div class="outline-text-3" id="text-orga266b2a">
<p>
It is usually better to purchase your own equipment if possible. Institutions may have limitations on practice time or access. It also helps a performer to be self-sufficient in their equipment. They can also teach with it.
</p>
</div>
</div>
<div id="outline-container-orgc3245a0" class="outline-3">
<h3 id="orgc3245a0">Learning a patch</h3>
<div class="outline-text-3" id="text-orgc3245a0">
<p>
It may help to have someone who can help you decipher a patch in a self-sufficient model
</p>
</div>
</div>
<div id="outline-container-orgf66f176" class="outline-3">
<h3 id="orgf66f176">Learning a piece</h3>
<div class="outline-text-3" id="text-orgf66f176">
<p>
Get the score and all the materials
Familiarize the score layout, timings, and sequence of musical events
</p>
</div>
</div>
<div id="outline-container-orgff6224e" class="outline-3">
<h3 id="orgff6224e">Learning electronics</h3>
<div class="outline-text-3" id="text-orgff6224e">
<p>
Listening to tape parts, creating max patches, practicing setting up hardware are all part of practice time.
</p>

<p>
collaborate when creating a max patch
test the patch on different computers
practice with the patch
incorporate the patch into regular practice
</p>
</div>
</div>
<div id="outline-container-org69f8710" class="outline-3">
<h3 id="org69f8710">Pedagogical recommendations</h3>
<div class="outline-text-3" id="text-org69f8710">
<p>
create a study score - the student should make a clarinet part and a tape part
</p>
</div>
</div>
<div id="outline-container-orgaa5b99c" class="outline-3">
<h3 id="orgaa5b99c">more pedagogical recommendations</h3>
<div class="outline-text-3" id="text-orgaa5b99c">
<p>
study the graphic notation - have student compose with graphic notation
</p>
</div>
</div>
<div id="outline-container-org75b0eff" class="outline-3">
<h3 id="org75b0eff">Roles</h3>
<div class="outline-text-3" id="text-org75b0eff">
<p>
In the self-sufficient approach attention will be split between instrumentalist and technician
</p>
</div>
</div>
<div id="outline-container-org8aaab0a" class="outline-3">
<h3 id="org8aaab0a">Alex Shapiro quote</h3>
<div class="outline-text-3" id="text-org8aaab0a">
<p>
Letting go of one's knowledge of how things have always been is among the most important techniques for successful paradigm shifting.
The musician will likely need to be on stage before the concert, at intermission, etc. Instead of waiting backstage
</p>
</div>
</div>
<div id="outline-container-org86eda1f" class="outline-3">
<h3 id="org86eda1f">Stage</h3>
<div class="outline-text-3" id="text-org86eda1f">
<p>
Performers should plan to stay on stage to minimize the damaging equipment, extra sound bursts, etc.
</p>
</div>
</div>
<div id="outline-container-org6ad0a13" class="outline-3">
<h3 id="org6ad0a13">Benefits</h3>
<div class="outline-text-3" id="text-org6ad0a13">
<p>
More independent and marketable
More convient performing (debatable)
Perform in any venue
Decreased reliance on technicians and musical assistants and engineers
Long term cost efficiency
Confidence and consistency in performance
</p>

<p>
Also transfers to the teaching studio to help students
</p>
</div>
</div>
<div id="outline-container-orgae262fa" class="outline-3">
<h3 id="orgae262fa">Disadvantages</h3>
<div class="outline-text-3" id="text-orgae262fa">
<p>
Lots of time at the beginning to learn equipment etc.
Up front costs of eq
Transportation difficulties
Planning and organization for equipment
Responsibility for damage and theft
Obsolete technology that needs more purchases
Lack of programming knowledge needs more support from music technicians
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
